{
    "about":"Sobre mí",
    "experience":"Experiencia",
    "skills":"Habilidades",
    "projects":"Proyectos",
    "contact":"Contacto",
    "clients":"Clientes",
    "name": "Hola, mi nombre es",
    "position":"Ingeniero de Software",
    "accessibility":"Accesibilidad",
    "open_preferences":"Preferencias",
    "accesibility_preferences":"Preferencias de accesibilidad",
    "animation":"Animaciones",
    "close":"Cerrar",
    "welcome":"Te doy la bienvenida a mi Portfolio!",
    "presentation":"Soy un ingeniero de software con mucha motivación y experiencia en desarrollo web full stack, incluyendo amplios conocimientos de gestión de bases de datos.",
    "privilege":"He tenido el privilegio de trabajar en una amplia gama de proyectos que han perfeccionado mi experiencia en la creación de aplicaciones web 'responsive', fáciles de usar, seguras y eficientes.",
    "CV":"Mi Currículum",
    "download":"Descarga",
    "passion":"Soy un apasionado de la tecnología",
    "career":"Mi carrera en el mundo digital me ha llevado a especializarme en diversas áreas, como:",
    "databases":"bases de datos",
    "API":"desarrollo de API",
    "fullstack_web":"desarrollo full-stack",
    "mail_server":"gestión de servidores de correos",
    "DNS":"Gestión de zonas DNS y seguridad de dominios",
    "security_studies":"Recientemente he comenzado mis estudios en ciberseguridad, con un ligero conocimiento tanto sobre técnicas ofensivas como defensivas.<br>",
    "skill_list":"Lista de habilidades",
    "web_fullstack":"Desarrollo Web Full Stack",
    "db_manage":"Gestión de Bases de Datos",
    "web_responsive":"Desarrollo Web Responsive",
    "linux":"Linux",
    "window":"windows",
    "security_eficiency":"Seguridad y Eficiencia",
    "domain_manage":"Gestión de Dominios",
    "control_version":"Control de Versiones",
    "more_skills":"Más...",
    "skill_bar":"Barra de habilidades",
    "education":"Formación",
    "developed_skill":"Habilidades desarrolladas",
    "course":"Curso",
    "certificate":"Certificado",
    "here":"aquí",
    "professional":"Profesional",
    "fullstack_developer":"Desarrollador Full Stack",
    "idealista_top_1":"Gestión integral de la infraestructura web:",
    "idealista_top_2":"Administración de bases de datos:",
    "idealista_top_3":"Migración y desarrollo web:",
    "idealista_small_1":"Gestión de registros DNS, garantizando una configuración de dominios sin fisuras y un enrutamiento optimizado de sitios web.",
    "idealista_small_2":"Protocolos de seguridad, implementando certificados SSL y estrategias proactivas de mitigación de amenazas.",
    "idealista_small_3":"Gestión de servidores de correo, mejorando la eficacia de las comunicaciones.",
    "idealista_small_4":"Gestión de bases de datos, diseño de esquemas, optimización y mantenimiento.",
    "idealista_small_5":"Ejecutado con éxito proyectos de migración de datos, la transición sin problemas de información crítica a través de plataformas.",
    "idealista_small_6":"Garantizar la integridad de los datos, la eficacia de las consultas y la optimización del rendimiento.",
    "idealista_small_7":"Desarrollo web responsive, ofreciendo interfaces centradas en el usuario compatibles con varios dispositivos.",
    "idealista_small_8":"Procesos de migración de datos, facilitando la importación y exportación de conjuntos de datos complejos.",
    "idealista_small_9":"Desempeñó un papel fundamental en el diseño y la implementación de la arquitectura RESTful, mejorando la escalabilidad y la capacidad de mantenimiento del sistema.",
    "idealista_1":"Desarrollo y mantenimiento de sitios web responsive para clientes ",
    "idealista_2":"Mejora del rendimiento web mediante la optimización imágenes y código.",
    "idealista_3":"Colaboración con diseñadores y gestores de proyectos para garantizar que los proyectos cumplen las expectativas de los clientes.",
    "idealista_4":"Asistencia en el desarrollo de una aplicación web utilizando API RESTful.",
    "idealista_5":"Desarrollo y mantenimiento con éxito de más de 3.000 sitios web para clientes.",
    "idealista_6":"Gestión de Bases de Datos y Hosting Webs de clientes.",
    "backend":"Desarrollo Back-End",
    "frontend":"Desarrollo Front-End",
    "languages":"Lenguajes:",
    "db":"Bases de Datos / Data",
    "system":"Sistemas:",
    "website":"Webs",
    "cybersecurity":"Ciberseguridad",
    "in_progress":"en construcción...en",
    "inconvenience":"Disculpa las molestias.",
    "project_view":"Echa un vistazo a mis proyectos en: ",
    "project_all":"Sigo ampliando la lista de mis proyectos y actualizando / refactorizando los desplegados. ",
    "projects_few":"Aquí hay algunos:",
    "project_1_1":"Esta web está pensada para esas noches en las que a ti y a tus amigos os apetece un cóctel pero no sabéis qué beber.",
    "project_1_2":"La web generará aleatoriamente un cóctel y te mostrará, tanto las instrucciones para prepararlo, como la lista de ingredientes, así como una foto del cóctel.",
    "project_2_1":"Este sitio web es una parodia del juego de mesa",
    "project_2_2":"Está diseñado para jugar con tus amigos en la misma casa. Dentro de la página web hay una guía sobre cómo jugar.",
    "want_contact":"Hola! Quiero contactar!",
    "required":"Todos los campos son obligatorios.",
    "name_mail":"Nombre",
    "subject_mail":"Asunto",
    "message_mail":"Mensaje",
    "submit_email":"Enviar",
    "to_top":"Ir arriba"
}